Repository: iherwig/wcmf
Catalog: blank/locale/*/LC_MESSAGES/main.po
Languages: de_de

source: %1% does not accept children of type %2%. The maximum number of children of that type is reached.
de_de: %1% akzeptiert keine Kindknoten des Typs %2%. Die maximale Anzahl von Kindern dieses Typs ist erreicht.

source: %1% does not accept children of type %2%. The parent type is not compatible.
de_de: %1% akzeptiert keine Kindknoten des Typs %2%. Der Elterntyp ist nicht kompatibel.

source: %1% does only support PersistenceMappers of type NodeUnifiedRDBMapper.
de_de: %1% unterstützt nur PersistenceMapper vom Typ NodeUnifiedRDBMapper.

source: %1% is locked by user '%2%' since %3%
de_de: %1% ist seit %3% von Benutzer '%2%' gesperrt

source: Advanced Search
de_de: Erweiterte Suche

source: Allow
de_de: Erlaubt

source: A Node with object id %1% does not exist.
de_de: Ein Knoten mit der Objekt Id %1% exixtiert nicht.

source: A possible reason is that the file size is too big (maximum allowed: %1% bytes).
de_de: Möglicherweise ist die Datei zu groß (maximal erlaubte Größe: %1% bytes).

source: Associate selected
de_de: Auswahl verknüpfen

source: Attempt
de_de: Versuch

source: Authorization failed: no valid user. Maybe your session has expired.
de_de: Autorisierung fehlgeschlagen: Kein gültiger Benutzer. Möglicherweise ist Ihre Sitzung abgelaufen.

source: Authorization failed for action '%1%' on '%2%'.
de_de: Autorisierung für Aktion '%1%' auf '%2%' fehlgeschlagen.

source: Back
de_de: Zurück

source: Browse Server
de_de: Server durchsuchen

source: Can't restore backup from %1%. The directory does not exists.
de_de: Das Backup in %1% kann nicht gelesen werden. Das Verzeichnis existiert nicht.

source: Cannot associate %1% and %2%. No direct connection and no connection type found.
de_de: %1% und %2% können nicht verknüpft werden. Keine direkte Verknüpfung möglich und kein Verknüpfungstyp gefunden.

source: Cannot copy %1% (it's neither a file nor a directory).
de_de: %1% kann nicht kopiert werden (keine Datei und kein Verzeichnis).

source: Cannot disassociate %1% and %2%. No direct connection and no connection type found.
de_de: %1% und %2% können nicht getrennt werden. Keine direkte Verknüpfung möglich und kein Verknüpfungstyp gefunden.

source: Change Password
de_de: Passwort ändern

source: Clear Details
de_de: Details zurücksetzen

source: Click %1%here%2% to return to application
de_de: Klicken Sie %1%hier%2%, um zur Anwendung zurückzukehren

source: Close
de_de: Schliessen

source: config
de_de: Konfiguration

source: Configuration file %1% already exists.
de_de: Die Konfigurationsdatei %1% ist bereits vorhanden.

source: Configuration Files
de_de: Konfigurationsdateien

source: Content
de_de: Inhalt

source: Content to link
de_de: Verlinkbarer Inhalt

source: Content Tree
de_de: Baumansicht

source: Could not create thumbnail image %1%.
de_de: Thumbnail Datei %1% konnte nicht erstellt werden.

source: Could not open source image %1%.
de_de: Quelldatei %1% konnte nicht geöffnet werden.

source: Create
de_de: Anlegen

source: created
de_de: Erstellt

source: Create directory
de_de: Verzeichnis anlegen

source: Create new %1%
de_de: %1% anlegen

source: Create new '%1%' under '%2%'
de_de: '%1%' unter '%2%' anlegen

source: Create new Configuration File
de_de: Konfigurationsdatei anlegen

source: Create new Role
de_de: Gruppe anlegen

source: Create new Section
de_de: Abschnitt anlegen

source: Create new User
de_de: Benutzer anlegen

source: Create Option in '%1%'
de_de: Option in '%1%' anlegen

source: creator
de_de: Erstellt von

source: Delete %1%
de_de: %1% löschen

source: Delete directory %1%
de_de: Verzeichnis %1% löschen

source: delete file
de_de: Datei löschen

source: Delete file %1%
de_de: Datei %1% löschen

source: Delete option %1%
de_de: Option %1% löschen

source: Delete section %1%
de_de: Abschnitt %1% löschen

source: Deny
de_de: Verboten

source: Dimension 0 is not allowed.
de_de: Dimension 0 ist nicht erlaubt.

source: Directories
de_de: Verzeichnisse

source: Disassociate %1%
de_de: Verknüpfung zu %1% lösen

source: Display %1% items
de_de: %1% Zeilen anzeigen

source: Displaying {0} - {1} of {2}
de_de: {0} - {1} of {2}

source: Down
de_de: Runter

source: down
de_de: Runter

source: Drop {0} row(s) here
de_de: {0} Zeile(n) hier einfügen

source: Duplicate %1%
de_de: %1% duplizieren

source: Edit %1%
de_de: %1% bearbeiten

source: Either width or height must be given.
de_de: Entweder Breite oder Höhe müssen angegeben werden.

source: EntityBase
de_de: Basisklasse

source: Error
de_de: Fehler

source: exactly
de_de: exakt

source: Export
de_de: Exportieren

source: Exporting tree: continue with %1%
de_de: Exportiere Baum: Fortgesetzt bei %1%

source: Exporting tree: start with %1%
de_de: Exportiere Baum: Angefangen bei %1%

source: Failed to move %1% to %2%.
de_de: Die Datei %1% konnte nicht nach %2% verschoben werden.

source: File
de_de: Datei

source: File '%1%' has wrong mime type: %2%. Allowed types: %3%.
de_de: Datei '%1%' hat den falschen Typ: %2%. Erlaubte Typen: %3%.

source: Filename
de_de: Dateiname

source: file not found: %1%
de_de: Datei nicht gefunden: %1%

source: Files in %1%
de_de: Dateien in %1%

source: File too big: %1%. Allowed size: %2% bytes.
de_de: Datei zu groß: %1%. Erlaubte Größe: %2% Bytes.

source: Finish
de_de: Fertig

source: firstname
de_de: Vorname

source: Font file '%1%' not found.
de_de: Schriftdatei '%1%' nicht gefunden.

source: Format of font file '%1%' not supported.
de_de: Format der Schriftdatei '%1%' wird nicht unterstützt

source: gd library missing
de_de: GD Bibliothek fehlt

source: Go up one folder
de_de: Verzeichnis nach oben

source: Go to top folder
de_de: Wurzelverzeichnis

source: Goto Sections
de_de: Abschnitte ansehen

source: Image format not supported.
de_de: Das Bildformat wird nicht unterstützt.

source: Initialization
de_de: Initialisierung

source: last_editor
de_de: Zuletzt geändert von

source: List function is not implemented for type %1% subtype %2%
de_de: List Funktion ist nicht implementiert für Typ %1% Untertyp %2%

source: Logged in as %1% since %2%
de_de: Angemeldet als %1% seit %2%

source: Login
de_de: Anmeldename

source: login
de_de: Anmeldename

source: Log in
de_de: Anmelden

source: Login failed. Try again.
de_de: Anmeldung fehlgeschlagen. Bitte versuchen Sie es erneut.

source: Logout
de_de: Abmelden

source: m/d/Y
de_de: d.m.Y

source: Media Pool
de_de: Medien-Pool

source: Members
de_de: Mitglieder

source: modified
de_de: Zuletzt geändert

source: New Password
de_de: Neues Passwort

source: New Password Repeated
de_de: Passwortwiederholung

source: next
de_de: Weiter

source: No
de_de: Nein

source: none
de_de: Keine

source: No objects to display
de_de: Keine Objekte vorhanden

source: No root types defined.
de_de: Keine Wurzel Typen definiert.

source: null value found in group
de_de: Null Wert in der Gruppe

source: objectid
de_de: Objekt ID

source: object ID
de_de: Objekt ID

source: of
de_de: von

source: Old Password
de_de: Altes Passwort

source: Password
de_de: Passwort

source: password
de_de: Passwort

source: Please note: Special characters like %1% are not allowed in the filename.
de_de: Achtung: Sonderzeichen wie %1% sind im Dateinamen nicht erlaubt.

source: Possible file upload attack: filename %1%.
de_de: Möglicher Datei Upload Angriff: filename %1%.

source: prev
de_de: Zurück

source: Preview
de_de: Vorschau

source: preview file
de_de: Vorschau

source: Processing
de_de: Bearbeite

source: Really delete configuration %1%?
de_de: Konfiguration %1% wirklich löschen?

source: Really delete directory %1%?
de_de: Soll das Verzeichnis %1% wirklich gelöscht werden?

source: Really delete file %1%?
de_de: Soll die Datei %1% wirklich gelöscht werden?

source: Really delete node %1%?
de_de: Soll der Knoten %1% wirklich gelöscht werden?

source: Really delete option %1%?
de_de: Option %1% wirklich löschen?

source: Really delete section %1%?
de_de: Abschnitt %1% wirklich löschen?

source: Reason
de_de: Ursache

source: referenced %1% time(s)
de_de: %1% mal referenziert

source: Reload
de_de: Aktualisieren

source: Remember me
de_de: Login merken

source: Resources
de_de: Dateien

source: Rights on %1%
de_de: Rechte für %1%

source: Roles
de_de: Gruppen

source: Root
de_de: Wurzel

source: Save
de_de: Speichern

source: Search
de_de: Suchen

source: search for
de_de: Suche nach

source: Search results for: %1%
de_de: Suchergebnis für: %1%

source: Sections
de_de: Abschnitte

source: show
de_de: Zeige

source: since
de_de: Seit

source: smaller than
de_de: kleiner als

source: some objects are locked
de_de: Einige Objekte sind gesperrt

source: The directory '%1%' does not exist.
de_de: Das Verzeichnis '%1%' existiert nicht.

source: The given passwords don't match
de_de: Die angegebenen Passwörter stimmen nicht überein

source: The login '%1%' already exists
de_de: Der Anmeldename '%1%' existiert bereits

source: The login '%1%' does not exist
de_de: Der Anmeldename '%1%' existiert nicht

source: The old password is incorrect
de_de: Das alte Passwort ist nicht korrekt

source: The password was successfully changed.
de_de: Das Passwort wurde erfolgreich geändert.

source: The principal does not exist: '%1%'
de_de: Benutzer/Gruppe '%1%' existiert nicht

source: The role '%1%' already exists
de_de: Die Gruppe '%1%' existiert bereits

source: The role '%1%' does not exist
de_de: Die Gruppe '%1%' existiert nicht

source: The role requires a name
de_de: Der Gruppenname muss angegeben werden

source: The user '%1%' already has the role '%2%'
de_de: Der Benutzer '%1%' ist bereits in der Gruppe '%2%'

source: The user '%1%' does not have the role '%2%'
de_de: Der Benutzer '%1%' ist nicht in der Gruppe '%2%'

source: The user requires a login name
de_de: Der Benutzername muss angegeben werden

source: The value must match %1%.
de_de: Der Wert muss die Form %1% besitzen.

source: The value must NOT match %1%.
de_de: Der Wert darf nicht die Form %1% besitzen.

source: This page is currently not available
de_de: Diese Seite ist momentan nicht verfügbar

source: Type
de_de: Typ

source: unknown FONTTYPE
de_de: unbekannter FONTTYPE

source: Unknown object type: '%1%'
de_de: Unbekannter Objekttyp: '%1%'

source: Unknown role property: '%1%'
de_de: Unbekannte Gruppeneigenschaft: '%1%'

source: Unknown user property: '%1%'
de_de: Unbekannte Benutzereigenschaft: '%1%'

source: up
de_de: hoch

source: Up
de_de: Hoch

source: Upload failed for %1%.
de_de: Upload fehlgeschlagen für %1%.

source: Upload selected file(s)
de_de: Ausgewählte Datei(en) hochladen

source: User
de_de: Benutzer

source: User data
de_de: Benutzerdaten

source: Users
de_de: Benutzer

source: Validation failed for the following reason: %1%
de_de: Validierung aus folgendem Grund fehlgeschlagen: %1%

source: View %1%
de_de: %1% ansehen

source: Wrong image height. Image height must be %1% %2%px - actual image height is %3%px.
de_de: Falsche Bildhöhe. Die Bildhöhe muss %1% %2%px sein - sie ist %3%px.

source: Wrong image width. Image width must be %1% %2%px - actual image width is %3%px.
de_de: Falsche Bildbreite. Die Bildbreite muss %1% %2%px sein - sie ist %3%px.

source: Wrong value for %1% (%2%).
de_de: Ungültiger Wert für %1% (%2%).

source: Yes
de_de: Ja

source: You don't have the permission to perform this action.
de_de: Sie haben nicht die Berechtigung diese Aktion durchzuführen.
